<?php

namespace Database\Seeders;

use App\Models\Goods;
use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;

class GoodsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 1,
            'name' => '白い恋人 8個入り(test)',
            'description' => '北海道のおいしいお土産テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 100,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 1,
            'name' => '白い恋人 12個入り(test)',
            'description' => '北海道のおいしいお土産テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 2,
            'quantity' => 5,
            'price' => 200,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 2,
            'name' => '信州そば 2人前(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 250,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 2,
            'name' => '信州そば 4人前(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 3,
            'name' => 'カルピス (test)',
            'description' => '乳酸菌飲料と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 4,
            'name' => 'こけし(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 5,
            'name' => '白い恋人 8個入り(test)',
            'description' => '北海道のおいしいお土産テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 100,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 5,
            'name' => '白い恋人 12個入り(test)',
            'description' => '北海道のおいしいお土産テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 150,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 6,
            'name' => '信州そば 2人前(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 250,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 6,
            'name' => '信州そば 4人前(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 7,
            'name' => 'カルピス (test)',
            'description' => '乳酸菌飲料と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 8,
            'name' => 'カルピス (test)',
            'description' => '乳酸菌飲料と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 9,
            'name' => 'カルピス (test)',
            'description' => '乳酸菌飲料と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 10,
            'name' => 'こけし(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 11,
            'name' => 'こけし(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 12,
            'name' => 'こけし(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 13,
            'name' => 'こけし1(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 1,
            'quantity' => 5,
            'price' => 500,
        ]);
        Goods::create([
            'partner_id' => 1,
            'goods_folder_id' => 13,
            'name' => 'こけし2(test)',
            'description' => '信州と言ったらこれ！テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。テキストをサンプルで入れています。',
            'sort_no' => 2,
            'quantity' => 10,
            'price' => 1000,
        ]);
    }
}
