
test様

この度はuratabiをご利用いただき、誠にありがとうございます。

お客さまの宿泊先が確定いたしましたので体験内容と合わせてご案内させていただきます。

--------------------------------------------------
体験内容
--------------------------------------------------

【体験日】
【体験者名】一般ユーザ
【体験名】ラフティング半日ツアー　13：00からの部
【大人】1名
【子ども】1名
【宿泊グループ】宿泊なし
【食事グループ】食事なし
【連絡事項】コメントはありません

【体験総額】7,000円

--------------------------------------------------
宿泊先情報
--------------------------------------------------

【ご宿泊日】2022-10-07
【ご宿泊ホテル名】ホテルA
【ご宿泊ホテル所在地】神奈川県サンプルサンプル市サンプル7丁目
【ご宿泊ホテル電話番号】000-00000
【ご宿泊ホテルメールアドレス】hotel@sample.com

なお、上記の体験内容、宿泊先情報に関することでご連絡が必要な場合は、
大変お手数ではございますが、下記までお気軽にご連絡ください。

【本件に関するお問合せ先】キャンセル時の連絡先(oo観光協会)：04-xxx-xxx 体験に関する連絡先（株式会社　サンプル）：042-xxxx-xxxx
【受付時間】10時～16時

--------------------------------------------------


商品・体験サービス個別のお問い合わせは上記に記載した【本件に関するお問い合わせ先】にご連絡ください。
当サイトに関する全般的なご質問などございましたら、下記のご連絡先までお気軽にお問い合わせください。

※このメールはuratabiの体験予約または商品注文が完了した方への自動返信メールです。

---------------------------------------------------
【運営会社】サイト管理者
【住所】東京都サンプル区サンプル5丁目ビル5F
【運営連絡先】00-0000-0000
【TEL】00-0000-0000
【営業時間】10時～16時